acpi
alacritty
alsa-utils
android-file-transfer
android-tools
arandr
arc-gtk-theme
arc-icon-theme
arc-solid-gtk-theme
arch-install-scripts
archinstall
archiso
base
bash-completion
blueman
bluez
bluez-tools
bluez-utils
bspwm
capitaine-cursors
catfish
chromium
cpuid
curl
devtools
dialog
dmenu
dosfstools
efibootmgr
filezilla
firefox
firefox-developer-edition
fzf
git
gnome-themes-extra
gparted
grep
grub
gtk-engine-murrine
gtk4
gvfs
gvfs-mtp
gvfs-nfs
hping
htop
imagemagick
inetutils
inotify-tools
intel-ucode
libpam-google-authenticator
linux
linux-firmware
linux-headers
lsb-release
lshw
lvm2
lxappearance-gtk3
meld
mlocate
mosh
mousepad
mtools
nano
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
nmap
openssh-askpass
os-prober
p7zip
pacman
pacman-contrib
pass
pass-otp
pavucontrol
pcmanfm-gtk3
polkit-gnome
privoxy
proxychains-ng
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
python
python-pip
rclone
reflector
rsync
screen
sed
shotwell
speedtest-cli
sshfs
sshguard
sshpass
sshtunnel
stow
sudo
sxhkd
sxiv
terminus-font
thunar
tmux
tor
torbrowser-launcher
torsocks
transmission-cli
transmission-gtk
ttf-cascadia-code
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
tumbler
udiskie
ueberzug
unrar
unzip
vim
vulkan-intel
vulkan-radeon
wget
which
wireguard-dkms
wireguard-tools
wireless_tools
wpa_supplicant
xarchiver
xcursor-numix
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-vesa
xorg-server
xorg-xinit
xorg
xterm
xwallpaper
yad
